welcome = """<b>Добро пожаловать!</b>

С помощью этого бота можно играть в <i>крестики-нолики</i> с друзьями прямо в Telegram!
Можно играть даже в несколько партий одновременно!

Пригласи друга на партию командой /inv
Все команды можно посмотреть с помощью /help
"""
welcome_ref = """<b>Привет!</b>

Похоже, тебя пригласили сыграть в <i>крестики-нолики</i>!
Твой противник уже поставил первый крестик, поторопись!

Если хочешь отказаться от партии, используй /stop
Все команды можно посмотреть с помощью /help
"""
invalid_ref = """<b>Привет!</b>

Похоже, тебя хотели пригласить на игру в <i>крестики-нолики</i>,
но что-то пошло не так. Возможно, ссылка повредилась :(

Но не расстраивайся! Друга можно пригласить с помощью команды /inv
и его тега в Telegram. Например, /inv @friend.
"""